{
    "SPA": {
        "occupation" : "Desarrollador Web",
        "profile" : "Perfil",
        "profile_text" : "Soy un desarrollador web que disfruta mucho su trabajo, en los 5 años de experiecia que tengo he aprendido algunas tecnicas y frameworks que me han ayudado a desarrollar sitios web tanto comerciales como administrativos.",
        "experience" : "Experiencia",
        "job1" : "TopMexicoRealEstate",
        "date1" : "Agosto 2009 - Septiembre 2011",
        "jobdesc1" : "Estuve encargado de realizar tareas de optimización SEO para el sitio TopMexicoRealEsate y de verificar su posicionamiento en los principales motores de busqueda, despues pase a diseñar algunos banners publicitarios y landing pages de proyectos de la empresa, finalmente pase al area de desarrollo para programar algunos modulos de los sitios de Top Mexico Real TopMexicoRealEstate.",
        "job2" : "Caribephoto",
        "date2" : "Septiembre 2011 - Octubre 2013",
        "jobdesc2" : "Durante mi estancia en Caribephoto contribuí con desarrollos de administración de caribephoto, desarrollos comerciales para el grupo Karisma, diseño y desarrollo de los sitios caribephoto.com y matiascano.com, así como como desarrollo de aplicaciones de escritorio y configuración de servidores Linux.",
        "job3" : "Grupo Jobomas",
        "date3" : "Diciembre 2013 - Abril 2014",
        "jobdesc3" : "Mis tareas eran la indexación de sitios web mediante web crawlers para los sitios web de Grupo Jobomas, así como desarrollador backend y frontend de los sitios mercadojobs.com y casifree.com, también desarrollé un sistema de administración para mercadojobs.com.",
        "job4" : "Huawei Technologies de Mexico",
        "date4" : "Abril 2014 - Presente",
        "jobdesc4" : "Mis principales activdades consisten en administrar los servicios y sistemas de OSS de Huawei, realizar mantenimientos preventivos a los servidores, dar soporte e instalar actualizaciones a los sistemas OSS de Huawei, así como tareas varías de administración del proyecto.",
        "skills" : "Conocimientos",
        "education" : "Educación",
        "degree" : "Ing. Tecnologías de la Información y Telecomunicaciones",
        "grad" : "Graduado de la Universidad Tecnológica de la Riviera Maya en 2010 con las certificaciones Cisco CNNA1 - CNNA2",
        "degree2" : "Mongo University",
        "grad2" : "Curso online de MongoDB en lenguajes Python, .NET",
        "languajes" : "Idiomas",
        "spanish" : "Español - Nativa",
        "english" : "Inglés - 75%",
        "mywork" : "En el listado de abajo podrán observar algunos de los trabajos que he realizado en mis diferentes empleos",
        "btnlang" : "EN"
    },
    "ENG":{
        "occupation" : "Web Developer",
        "profile" : "Profile",
        "profile_text" : "I'm a web developer who enjoys his work, I have 5 years of experience and I've learned some techniques and frameworks that has helped me to develop web sites for management and commercial use.",
        "experience" : "Experience",
        "job1" : "TopMexicoRealEstate",
        "date1" : "August 2009 - September 2011",
        "jobdesc1" : "I was in charge to carry out the SEO tasks for TopMexicoRealEstate websites ad check their positions on the biggest search engines. After that I went to the design area, where I created some banners and landing pages for some projects. Finally I went to the develop area where I was in charge to develop some backend modules for TopMexicoRealEstate websites.",
        "job2" : "Caribephoto",
        "date2" : "September 2011 - October 2013",
        "jobdesc2" : "Durante mi estancia en Caribephoto contribuí con desarrollos de administración de caribephoto, desarrollos comerciales para el grupo Karisma, diseño y desarrollo de los sitios caribephoto.com y matiascano.com, así como como desarrollo de aplicaciones de escritorio y configuración de servidores Linux.",
        "job3" : "Jobomas",
        "date3" : "December 2013 - April 2014",
        "jobdesc3" : "I was in charge to index websites using web crawlers for Jobomas websites,also, I was frontend and backend developer for the websites mercadojobs.com and casifree.com, finally I developed a management website for mercadojobs.com",
        "job4" : "Huawei Technologies de Mexico",
        "date4" : "April 2014 - Present",
        "jobdesc4" : "My principal activities are manage the Huawei OSS services and systems, I run periodic health checks of Huawei servers, I also support and install upgrades for Huawei OSS solutions, besides, I take care of several project administration tasks.",
        "skills" : "Skills",
        "education" : "Education",
        "degree" : "Eng. Information Technologies and Telecomunicatios",
        "grad" : "Graduated from Universidad Tecnologica de la Riviera Maya with Cisco CNNA1 and CNNA2 certifications",
        "degree2" : "Mongo University",
        "grad2" : "MongoDB Online course for Python & .NET",
        "languajes" : "Languajes",
        "spanish" : "Spanish - Native",
        "english" : "English - 75%",
        "mywork" : "In the list below you can find some of my developments made in my different works",
        "btnlang" : "ES"
    }
}