{
    "SPA": {
        "occupation" : "Desarrollador Web",
        "profile" : "<i class='fa fa-user'></i>Perfil Profesional",
        "profile_text" : "Soy un desarrollador web que disfruta mucho su trabajo, en los 5 años de experiecia que tengo he aprendido algunas tecnicas y frameworks que me han ayudado a desarrollar sitios web tanto comerciales como administrativos.",
        "experience" : "<i class='fa fa-briefcase'></i>Experiencia",
        "job0" : "Ericsson",
        "date0" : "Agosto 2015 - Presente",
        "role0" : "CNS - Ingeniero de soporte",
        "jobdesc0" : "Mis actividades consisten en la administración de servidores y creación de scripts para monitoreo de aplicaciones, de igual manera llevo juntas periodicas con los diferentes clientes para el seguimiento de casos. Actualmente estoy asignado a contratos de soporte con clientes de EU y Canadá.",
        "job1" : "TopMexicoRealEstate",
        "date1" : "Agosto 2009 - Septiembre 2011",
        "jobdesc1" : "Estuve encargado de realizar tareas de optimización SEO para el sitio TopMexicoRealEsate y de verificar su posicionamiento en los principales motores de busqueda, despues pase a diseñar algunos banners publicitarios y landing pages de proyectos de la empresa, finalmente pase al area de desarrollo para programar algunos modulos de los sitios de Top Mexico Real TopMexicoRealEstate.",
        "job2" : "Caribephoto",
        "date2" : "Septiembre 2011 - Octubre 2013",
        "jobdesc2" : "Durante mi estancia en Caribephoto contribuí con desarrollos de administración de caribephoto, desarrollos comerciales para el grupo Karisma, diseño y desarrollo de los sitios caribephoto.com y matiascano.com, así como como desarrollo de aplicaciones de escritorio y configuración de servidores Linux.",
        "job3" : "Grupo Jobomas",
        "date3" : "Diciembre 2013 - Abril 2014",
        "role3" : "Programador web",
        "jobdesc3" : "Mis tareas eran la indexación de sitios web mediante web crawlers para los sitios web de Grupo Jobomas, así como desarrollador backend y frontend de los sitios mercadojobs.com y casifree.com, también desarrollé un sistema de administración para mercadojobs.com.",
        "job4" : "Huawei Technologies de Mexico",
        "date4" : "Abril 2014 - Agosto 2015",
        "role4" : "Administrador de Sistemas / CPM",
        "jobdesc4" : "Mis actividades eran la administración de servidores y aplicaciones, de igual manera participaba en la planeación e instalación / integración de las platoformas de OSS de Huawei, así mismo me encargaba de varias tareas de administración y liderazgo en el proyecto.",
        "skills" : "<i class='fa fa-rocket'></i>Conocimientos",
        "education" : "Educación",
        "degree" : "Ing. Tecnologías de la Información y Telecomunicaciones",
        "grad" : "Universidad Tecnológica de la Riviera Maya",
        "degree2" : "Mongo University",
        "grad2" : "MongoDB para desarrolladores (Python, .NET)",
        "languajes" : "Idiomas",
        "spanish" : "Español <span class='lang-desc'>(Nativa)</span>",
        "english" : "Inglés <span class='lang-desc'>(Profesional)</span>",
        "mywork" : "En el listado de abajo podrán observar algunos de los trabajos que he realizado en mis diferentes empleos",
        "projects" : "<i class='fa fa-archive'></i>Projectos",
        "btnlang" : "EN",
        "mercadojobs" : "Sitio responsivo de ofertas de empleo.",
        "casifree" : "Sitio responsivo de cupones y ofertas.",
        "matiascano" : "Sitio responsivo de fotografía y video de bodas.",
        "viliv" : "Lading page creada a partir de una serie de templates creados para TopMexicoRealEstate.",
        "escondida" : "Micro site creado exclusivamente para TopMexicoRealEstate",
        "intereses" : "Intereses",
        "int1" : "Cine",
        "int2" : "Videojuegos",
        "int3" : "Música"
    },
    "ENG":{
        "occupation" : "Web Developer",
        "profile" : "<i class='fa fa-user'></i>Career Profile",
        "profile_text" : "I'm a web developer who enjoys his work, I have 5 years of experience and I've learned some techniques and frameworks that has helped me to develop web sites for management and commercial use.",
        "experience" : "<i class='fa fa-briefcase'></i>Experience",
        "job0" : "Ericsson",
        "date0" : "August 2015 - Present",
        "role0" : "CNS - Support Engineer",
        "jobdesc0" : "My main activities consists on server administration, scripting to monitor applications and customer meetings to follow up the cases opened by the different customer I give support. Nowdays I'm assigned to support contracts with USA and Canada customers.",
        "job1" : "TopMexicoRealEstate",
        "date1" : "August 2009 - September 2011",
        "jobdesc1" : "I was in charge to carry out the SEO tasks for TopMexicoRealEstate websites ad check their positions on the biggest search engines. After that I went to the design area, where I created some banners and landing pages for some projects. Finally I went to the develop area where I was in charge to develop some backend modules for TopMexicoRealEstate websites.",
        "job2" : "Caribephoto",
        "date2" : "September 2011 - October 2013",
        "jobdesc2" : "Durante mi estancia en Caribephoto contribuí con desarrollos de administración de caribephoto, desarrollos comerciales para el grupo Karisma, diseño y desarrollo de los sitios caribephoto.com y matiascano.com, así como como desarrollo de aplicaciones de escritorio y configuración de servidores Linux.",
        "job3" : "Jobomas",
        "date3" : "December 2013 - April 2014",
        "role3" : "Web developer",
        "jobdesc3" : "I was in charge to index websites using web crawlers for Jobomas websites,also, I was frontend and backend developer for the websites mercadojobs.com and casifree.com, finally I developed a management website for mercadojobs.com",
        "job4" : "Huawei Technologies de Mexico",
        "date4" : "April 2014 - August 2015",
        "jobdesc4" : "My main activities were the system administration for OSS platforms, in the same way I was in charge for the planning and rollout for the different OSS solutions, in the other hand I had a leadership role for the installation and integration for the different OSS solutions included on the project and project management.",
        "skills" : "<i class='fa fa-rocket'></i>Skills",
        "education" : "Education",
        "degree" : "Eng. Information Technologies and Telecomunicatios",
        "grad" : "Universidad Tecnologica de la Riviera Maya",
        "degree2" : "Mongo University",
        "grad2" : "MongoDB for Developers (Python & .NET)",
        "languajes" : "Languajes",
        "spanish" : "Spanish <span class='lang-desc'>(Native)</span>",
        "english" : "English <span class='lang-desc'>(Professional)</span>",
        "mywork" : "In the list below you can find some of my developments made in my different works",
        "projects" : "<i class='fa fa-archive'></i>Projects",
        "btnlang" : "ES",
        "mercadojobs" : "Responsive website for job listings.",
        "casifree" : "Responsive website for cupons and offers.",
        "matiascano" : "Responsive website for photography and video for weddings.",
        "viliv" : "Lading Page that is part of a templates created in-house and exclusive for TopMexicoRealEstate.",
        "escondida" : "Micro website created exclusive for TopMexicoRealEstate.",
        "intereses" : "Interests",
        "int1" : "Movies",
        "int2" : "Gaming",
        "int3" : "Music"
    }
}